11/data/attachments/cb0e2caf7ada662.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Angel_throughout_Actions_53850_3</nif:username>
            <nif:friendToBeRequested>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>